[
  {
    "name": "This reservation is non-refundable.",
    "description": "Once a reservation is made, it cannot be refunded under any circumstances."
  },
  {
    "name": "Guests must check in before 10 PM.",
    "description": "Check-in is only allowed before 10 PM for security and operational reasons."
  },
  {
    "name": "Guests must check out before 11 AM.",
    "description": "Check-out must be completed before 11 AM to allow time for cleaning and preparation for the next guest."
  },
  {
    "name": "Valid ID is required at check-in.",
    "description": "Guests must present a valid ID for verification at the time of check-in."
  },
  {
    "name": "Late check-out requires prior approval.",
    "description": "Late check-out is subject to availability and must be approved in advance."
  },
  {
    "name": "Additional guests beyond the reservation are not allowed.",
    "description": "To ensure safety and comfort, only the number of guests specified in the reservation are permitted."
  },
  {
    "name": "Smoking is prohibited inside the building.",
    "description": "Smoking indoors is prohibited to maintain a clean and safe environment."
  },
  {
    "name": "Pets are not allowed on the premises.",
    "description": "For health and safety reasons, pets are not allowed on site."
  },
  {
    "name": "Weapons are not permitted on the premises.",
    "description": "To ensure safety, weapons of any kind are prohibited on the premises."
  },
  {
    "name": "No illegal substances allowed on the premises.",
    "description": "The use of illegal substances is strictly prohibited and may result in immediate eviction."
  },
  {
    "name": "Guests must notify management of any damage or issues.",
    "description": "Any damages or issues must be reported to management immediately for prompt resolution."
  },
  {
    "name": "Guests are responsible for their own valuables.",
    "description": "Management is not responsible for any lost or stolen items. Guests should secure their valuables."
  },
  {
    "name": "All guests must sign a waiver for activities.",
    "description": "Guests participating in activities must sign a waiver to acknowledge risk and safety guidelines."
  },
  {
    "name": "In case of emergency, guests must follow staff instructions.",
    "description": "During emergencies, guests must follow the instructions of staff to ensure safety."
  }
]
