[
  {
    "name": "Shoes off inside, please! It helps us keep the home clean and cozy, especially with little ones crawling around!",
    "description": ""
  },
  {
    "name": "Dirty laundry goes in the basket. We've provided a laundry basket for used clothes.",
    "description": ""
  },
  {
    "name": "Plant care while you're here. We'd really appreciate it if you could give the houseplants a light watering every other day.",
    "description": ""
  },
  {
    "name": "No laundry noise after 9 PM. The washing machine can get pretty loud.",
    "description": ""
  },
  {
    "name": "Grill hours: 10 AM - 8 PM only. Feel free to enjoy the barbecue, but for safety and neighborhood peace, please only use it during this time.",
    "description": ""
  },
  {
    "name": "Please separate recyclables (plastic, glass, paper) from regular trash. There are clearly labeled bins to help you out.",
    "description": ""
  },
  {
    "name": "Cooking is allowed only in designated kitchen areas. No hot plates in bedrooms or hallways.",
    "description": ""
  },
  {
    "name": "Do not park in front of neighboring houses.",
    "description": ""
  },
  {
    "name": "Quiet hours are serious — please be respectful.",
    "description": ""
  },
  {
    "name": "Close balcony doors when it rains.",
    "description": ""
  },
  {
    "name": "No frying, please! We've had some issues with lingering cooking smells and oil stains.",
    "description": ""
  },
  {
    "name": "Close windows when using AC to help it work efficiently.",
    "description": ""
  },
  {
    "name": "Some items in the home are for personal use only (they're labeled). Please don't use them during your stay.",
    "description": ""
  },
  {
    "name": "Store food properly. Please don't leave food on counters or outside the fridge — it attracts ants quickly in this climate.",
    "description": ""
  },
  {
    "name": "Clean dishes before you go.",
    "description": ""
  },
  {
    "name": "No towels on balcony railings. It can be unsightly and unsafe in strong winds.",
    "description": ""
  },
  {
    "name": "Leave the furniture as is.",
    "description": ""
  },
  {
    "name": "Use coasters on wooden surfaces. We love our vintage wood furniture, and we hope you do too.",
    "description": ""
  },
  {
    "name": "Toilets are for toilet paper only. Please don't flush anything besides toilet paper — no wet wipes, cotton pads, or hygiene products!",
    "description": ""
  },
  {
    "name": "Hair dyeing not allowed in bathrooms.",
    "description": ""
  },
  {
    "name": "Turn off AC when not in use.",
    "description": ""
  },
  {
    "name": "Please don't climb or lean on the balcony railing.",
    "description": ""
  },
  {
    "name": "Eco-soaps only in the outdoor shower. To protect the natural drainage and our plants, we kindly ask guests to use only biodegradable soaps in the outdoor shower.",
    "description": ""
  },
  {
    "name": "No open flames indoors. For safety reasons, we don't allow candles, incense, or any open flames inside.",
    "description": ""
  },
  {
    "name": "Windows closed before check-out.",
    "description": ""
  },
  {
    "name": "Lock up when you head out.",
    "description": ""
  },
  {
    "name": "Lights out after midnight.",
    "description": ""
  }
]
