[
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Large bright room in a lovely apartment",
    "description": "You will enjoy a large private room of 14 m², with a double bed, a large desk, a armchair and multiple storage spaces.\nBreakfast is included with the room (bread, butter, jam, honey, tea or coffee)\nLocated in a lively area of Levallois, the apartment is spacious with a large living room and a separate dining room.\nYou will have access to all amenities (TV, washing machine, kitchen etc.) and you can prepare a meal in the kitchen in the evening.",
    "address": "Levallois-Perret, Île-de-France, France",
    "latitude": 48.895,
    "longitude": 2.288,
    "pricePerNight": "389.04",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Home Of An Architect",
    "description": "A private room in a 3 storey house in the campus of the University of Arts. Cool view with full of natural light. A semi open terrace, pantry with basic cooking wares. Very suitable for couples, travelers especially solo girls who love art & looking for a safety place. Owner is an architect, who designed the house exclusively for Airbnb guests so you can ensure a very comfy & relaxing time. Not in tourist center, but allow to discover Hanoi within the walking distance & see Hanoi differently.",
    "address": "Hanoi, Hà Nội, Vietnam",
    "latitude": 21.020433,
    "longitude": 105.835213,
    "pricePerNight": "23.45",
    "numberOfGuests": 4,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "n8BHWqEEkUr7t4AVoPUzgUVoe7CbKQzy",
    "title": "Casa Bencita - Cabin 1",
    "description": "Casa Bencita by 78 Hiraya\n\nA newly built cabin. Private use of pool.\n\nThis centrally located Tanay property provides convenient access to amenities while enjoying a tranquil, natural setting. Pleasant weather and surrounding rice fields enhance the location's appeal.\n\nFood service is available with a minimum of 2 hour' advance notice.\n\nNearby attractions:\nDaranak Waterfalls (10-minute drive)\nDaraitan River (40-minute drive)\nMayagay (20-minute drive)\nPililla Windmill (10-minute drive).",
    "address": "Tanay, Calabarzon, Philippines",
    "latitude": 14.567826,
    "longitude": 121.320216,
    "pricePerNight": "76.49",
    "numberOfGuests": 6,
    "numberOfBedrooms": 3,
    "numberOfBeds": 6,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Charming room with sunlight - near the stream",
    "description": "Step by step follow the stone alley into the house, you can feel warm from the fireplace. In a traditional wooden house, We make a space which uses natural llight and every room has an open window with a view. Four rooms are private with a comfortable bed and the gentle scent of cinnamon.\nEnjoy this space as your home, with a cozy fireplace we can sit together, talk about your trip, share experiences when traveling to Vietnam and Asia. An exciting part of travelling is to experience the culture, and the nature of a country, and to leave with a full heart and stories to share. This is what my wife and I love when we travel, and it is what we offer to our guests.\nEvery night, We have a family meal with delicious food from my wife and also serves vegetarian food.",
    "address": "Sapa, Lao Cai, Vietnam",
    "latitude": 22.352686,
    "longitude": 103.825177,
    "pricePerNight": "54.8",
    "numberOfGuests": 2,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "n8BHWqEEkUr7t4AVoPUzgUVoe7CbKQzy",
    "title": "Villa Neda Heated Pool, Hot-tub, Sauna, 3 bedrooms",
    "description": "Villa Neda, modern and comfortable accommodation with a Heated pool with massage, Whirlpool, Infrared Sauna, view of Cetina, and natural environment of the Omiš hinterland\n\nVilla Neda is a newly built 3-bedroom villa that can accommodate 6+2 people and offers a private, heated 30 m2 pool with hydromassage, jacuzzi (hot tub) and infrared sauna, outdoor dining area with barbecue, and very comfortable interior decoration. It is a fully air-conditioned villa with free WiFi and a playground for your little ones. It consists of 180 m2 of interior space located on a 450 m2 fenced property. Villa Neda is carefully decorated with quality furniture and equipped with everything a modern guest needs for a very pleasant stay. There is a parking lot for 2 cars, and the car is recommended.\n\nVilla Neda is located in an absolutely quiet part of Bo na Cetini village, only 600m far from Cetina river beach, a minimarket, a restaurant, and a bar. A drive to Bo na Cetini is very nice, scenic, with rare cars on it. The highway is only 4 km away, just behind the hill so there is no noise. This area is full of natural and historical attractions, unspoiled and easy-going. This quiet location offers a really relaxing vacation, and still, you are less than 20min (20km) far from Omiš, a small Mediterranean town with many restaurants, an open market, and the most beautiful sandy and pebble beaches, a great historical attraction. Another great location with great beaches is Brela village (Makarska riviera) which is also 20min away from the property. There is an opportunity to try whitewater rafting or canoeing on the Cetina river and the local guide can pick you up at the property and take you to this amazing activity. There are two courses, the standard one (easier one suitable for kids from 8y) and the challenging one for those who are a bit adventurous, both last for about 3 hours and it is very much worth experiencing.\nHere is what is offered exclusively for you:\n* The Outdoor area offers: a Private and heated Swimming pool (size 30sqm) with a Hydromassage, a Whirlpool (Hot-Tub), a sun-deck area with 8 deck chairs, an outdoor shower, a covered outdoor dining area with a Barbecue (gas). A few stairs below take you to an outdoor playground with a slide, a swing, and some toys. Next to it is a dining room (30sqm) with a traditional barbecue, a fridge, a TV, and fun for everyone: a dart board and a combination of mini soccer/ mini billiards/ mini table tennis.\n\n* The Ground floor (50sqm) offers a fully air-conditioned and equipped kitchen, a dining area, and a living room with a sofa (which can open into a sofa bed), a f-screen TV, free WiFi, and a direct approach to the pool and outdoor area. There is a separate toilet with a washing machine.\n\n* The First floor is connected with an indoor staircase and offers: Bedroom NO1 (13sqm) with queen bed 160cmx200cm, a sofa bed for 1 person, en-suite bathroom with a shower, a TV, A/C and a balcony (12sqm) shared with other bedrooms. Bedroom NO2 (12,5sqm) with queen size bed 160cmx200cm, a TV, A/C, and a balcony shared with other bedrooms. A Bedroom NO3 (11sqm) with a queen size bed 160cmx200cm, en-suite bathroom with a shower, a TV, A/C, and a balcony shared with other bedrooms. There is also a family bathroom with a shower used for Bedroom No2.\n\n* The Second floor is connected with an indoor staircase and offers an infrared Sauna room (13sqm) with a shower and relaxing chair. Next to it, there is a Kitchenette with a fridge, and a terrace (50sqm) with a lounge corner and amazing views of the natural landscape and Cetina river. This is a perfect spot to enjoy a glass of wine in the evenings and soak up the tranquility that you can feel at this location.\n\nUpon your arrival, the owners (Nikolina and Mate) will give you the most valuable information about what can be done in this area and what are the local recommendations.\nThe local area is very unspoiled, and quiet and offers a really relaxed and stress-free vacation that you deserve. On the other hand, if you are looking for some fun, the Cetina river (600m) offers many activities like rafting, and canoeing or you can visit the town Omiš (20km) and take a private or a public boat tour on the Cetina river or have a day tour to island Brač, Hvar, water sports, you can hike, ride a bike...and many more. The famous town Split with its great history is only 42km away and you need around 40min to get to the Split center., and to get to the famous town Split with UNESCO heritage. If you prefer a mountain area there is a park of nature Biokovo just above Makarska so this can be your day tour because the view from this mountain is awesome, you can see many islands and the coastline, just beautiful so each visit to Biokovo provides a unique experience. It is characterized by geomorphological phenomena and more than 40 endemic plant species. You can visit a new attraction from the East side of Biokovo, a Skywalk Biokovo, a horseshoe-shaped glass walkway that juts out over a precipitous slope opening out towards the coast, affording breath-taking views.\n\nExtra services (not-included) recommended by our agency Feriehome:\n- You can order a grocery delivery from the comfort of your sofa, delivered in a villa at the agreed time;\n- Enjoy a culinary experience with an in-villa private chef that can prepare everything, from a romantic dinner to a family-friendly dinner;\n- You can have an in-villa massage with our professional masseuse that can show their therapeutic skills;\n- Get a feel for the Adriatic and some sailing experience with a sailing boat (+skipper);\n- Take a boat tour to explore the middle Dalmatian coast and islands...for more information, we are at your disposal and will gladly help.\nLooking forward to your inquiry,\nYour Feriehome team",
    "address": "Blato na Cetini, Splitsko-dalmatinska županija, Croatia",
    "latitude": 43.487812,
    "longitude": 16.838414,
    "pricePerNight": "923.23",
    "numberOfGuests": 5,
    "numberOfBedrooms": 3,
    "numberOfBeds": 5,
    "numberOfBathrooms": 3
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Toca da Araucária, Condado de Prata, Serra Gaucha",
    "description": "Inspired by the fantasies in the Middle-earth and together with our love for creativity, we decided to build Toca da Araucária ourselves. Virtually everything was made by us, thus giving more personality and exclusivity to the space.\nToca da Araucária is located in the Gramado Community, next to Recanto De Conto, 4 km from the center of the city of Nova Prata/RS and has all paved access.\nThe house has books and themed objects that can be enjoyed during your stay.\nFor your convenience, bed and bath linens are available, as well as appliances, kitchenware and Wi-Fi.\nThe Toca is in the midst of nature, where you can hear the birds singing and enjoy beautiful landscapes!\nAll outdoor space in Recanto is available to guests.\nThe accommodation is at the back of the property, but at a distance that allows privacy for all.",
    "address": "Nova Prata, Rio Grande do Sul, Brazil",
    "latitude": -28.778493,
    "longitude": -51.606993,
    "pricePerNight": "528.02",
    "numberOfGuests": 3,
    "numberOfBedrooms": 3,
    "numberOfBeds": 3,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Adirondack Luxury Villa With Hotub (New Build)",
    "description": "This brand-new luxurious property features floor to ceiling Marvin windows with with built-in hot tub and outdoor propane fireplace overlooking the glorious lake and mountain scenery!\n\nThe all-white modern interior boasts high-end appliances and fixtures making your stay a true luxury escape. High end 'TheCompanyStore' bedding! Gourmet kitchen with 6 burner Zline gas stove, convection oven, built in fridge/freezer drawers and an Insta Hot water faucet for tea lovers. Smart auto flush toilet!",
    "address": "Remsen, New York, United States",
    "latitude": 43.328013,
    "longitude": -75.189413,
    "pricePerNight": "672.41",
    "numberOfGuests": 6,
    "numberOfBedrooms": 2,
    "numberOfBeds": 4,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "n8BHWqEEkUr7t4AVoPUzgUVoe7CbKQzy",
    "title": "London Calling in Hesedorf",
    "description": "London Calling in Hesedorf?\n\nYes of course!\n\nTwo original London buses from the 1960s have resulted in two original and possibly unique glamping accommodations!\n\nIn the nature of Lower Saxony, between Hamburg and Bremen and the Kliemannsland just a bike ride away, this exclusive accommodation offers every comfort, as well as a private bathroom!\n\nAn exceptional experience with nostalgic charm for families, couples, friends and free spirits.\n\nSee you soon",
    "address": "Gyhum, Niedersachsen, Germany",
    "latitude": 53.218281,
    "longitude": 9.283826,
    "pricePerNight": "232.49",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "All Ocean View Apartment - Nazare",
    "description": "Nazareth is not just breathtaking waves. In fact, Nazaré is a charming fishermen's city and a summer resort full of color, where you feel the enormous importance of tradition.\nOne of the most striking images of Nazaré is the sun-drying carapaus. Or its beautiful boats boiling with colors and messages about life. Or the nice women, wearing the seven skirts, selling nuts and talking at the top of their lungs. They are the soul of the place.\n\nThe local gastronomy is superb, especially for the specialties of seafood or fish, for example, the fish stew or the dried fish, absolutely mandatory in Nazaré !\n\nThe best view over Nazaré is from the Site, accessible through funicular. It is the ideal point to contemplate this stunning coastal city while feeling the wind on your face. The sea like you've never seen it before.\n\nWelcome to Nazareth!",
    "address": "Nazaré, Leiria, Portugal",
    "latitude": 39.605367,
    "longitude": -9.062806,
    "pricePerNight": "784.25",
    "numberOfGuests": 5,
    "numberOfBedrooms": 2,
    "numberOfBeds": 5,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "n8BHWqEEkUr7t4AVoPUzgUVoe7CbKQzy",
    "title": "Pink Fjord Panorama",
    "description": "Welcome to our charming brand new and fully equipped mountain cabin with top facilities and a stunning view. Norefjell area is for year-round use, located only 1.5h from Oslo and 1.5h from OSL Airport. Make some memories at this unique and family-friendly place.\n\nYou will experience unforgettable pink sunrises and sunsets, with breathtaking views of the lake and mountains over Krøderfjord.\n\nHere you have immediate proximity to the wilderness that offers blueberries at your footstep in the garden, hiking, golf, skiing, mountain biking, mushroom picking porcini and chanterelle swimming and SPA at Norefjell SPA hotell.\n\nWe have a sustainable approach to bedding and towel service. Since we live a great distance from our cabin, a professional cleaning company provides bed covers and towels upon request. You are welcome to bring your own towels and covers for the provided pillows and single duvets on all beds.\nIf you can't bring your own, our cleaning crew can rent bedding and towels for 20 Euros per person for your stay. Our aim is to make your stay as delightful as possible.\n\nPink Fjord is nestled in the idyllic and scenic surroundings of Norehammarlia overseeing the majestic and Krøderfjord lake. This holiday retreat offers an variation of outdoor and cultural experiences. Near Oslo, Norefjell stands out as the most popular ski resort, offering not only skiing but also year-round hiking and recreational activities. A short drive from the cabin, you can indulge in miles of groomed and picturesque cross-country trails and SPA at the Norefjell hotel.\n\nCultural experiences are within reach, with amazing museums like The Twist - Kistefos Museum nearby. Just five minutes away by car, the Norefjell Alpine Resort ski lift awaits, while other nearby activities include a climbing wall, shuffleboard, rafting in Sigdal, a zipline in Vikersund, and a family-friendly climbing park. The location boasts a breathtaking view of Krøderen Lake and the surrounding mountains, promising a visually stunning experience.\n\nNorefjell Golfclub is located only 9 minuttes drive from the cabin. It is a 18 hole forest course and open during summer season.\n\nThe cabin itself features an open kitchen and two living rooms, both with large windows that let in ample natural light. The sunny terrace invites you to relax, and the cabin offers substantial storage space both inside and outside, including an extra refrigerator in the shed next door.\n\nThere is the option to charge an electric car for an additional cost of 3NOK pr. kWh.\n\nIn essence, this place has been thoughtfully designed to be your ideal holiday retreat.\n\nIf you're new to Airbnb and lack prior reviews, please share some details about your trip and what brings you here, as well as the age range of your group. Please ensure your Airbnb profile picture is up-to-date, clear and features only you.\n\nWe are excited to host you and hope we can welcome you to our second home :)",
    "address": "Krødsherad kommune, Viken, Norway",
    "latitude": 60.13398,
    "longitude": 9.804707,
    "pricePerNight": "224.96",
    "numberOfGuests": 7,
    "numberOfBedrooms": 3,
    "numberOfBeds": 4,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Living on the edge",
    "description": "This cave house on the island of La Palma is situated on a cliff at just 200 meters overlooking the Atlantic and the bay of Santa Cruz. The world is quite literally at your feet.\n\nBut please do read the 'important info'-section underneath, as we want to avoid any mis-matching of expectations.\n\nHowever, it is a perfect place for the adventurous, romantics and seekers of peace & quiet.",
    "address": "Puntallana, Canarias, Spain",
    "latitude": 28.740458,
    "longitude": -17.746136,
    "pricePerNight": "216.33",
    "numberOfGuests": 2,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Casa Escalera al Cielo (Stairway to Heaven) - Luxury in Historic Center",
    "description": "La Ermita de Santa Isabel is often used as a natural background in the film industry. The popular Mexican Novela, Abismo De Pasion was filmed regularly just out the front door. Now, for the first time in over a century, this amazing property is available to be enjoyed as a vacation home. From the moment you drive up the cobble stone street in front of one of Merida's historic churches, to the moment you step inside the door - something magical happens & you know you are truly somewhere special.",
    "address": "Merida, Yucatán, Mexico",
    "latitude": 20.953097,
    "longitude": -89.623738,
    "pricePerNight": "136.79",
    "numberOfGuests": 6,
    "numberOfBedrooms": 2,
    "numberOfBeds": 3,
    "numberOfBathrooms": 3
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Symphony of Light",
    "description": "Symphony of Light is a stately residence in the heart of Bishopscourt, one of Cape Town most affluent residential suburbs that boasts a rich history, lush valleys, quiet oak-lined streets and sprawling pristine homes.\n\nThis magnificent 5-bedroom, en-suite villa is situated in the sough-after and elevated Exeter Road, meaning views for days stretching from just about every room. The villa is located in a private estate, ensuring additional peace of mind.",
    "address": "Cape Town, Western Cape, South Africa",
    "latitude": -33.988965,
    "longitude": 18.573335,
    "pricePerNight": "3136.93",
    "numberOfGuests": 10,
    "numberOfBedrooms": 5,
    "numberOfBeds": 6,
    "numberOfBathrooms": 5
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Flavors of the Farmhouse Cabana",
    "description": "Rural space where children play outdoors, interact with animals, harvest eggs, fruits and vegetables to eat them fresh, and enjoy the feeling of 'conquest' because they were harvested by them.\nThey learn in a natural way where food comes from and the importance of knowing how to cultivate and preserve nature.",
    "address": "Campina Grande do Sul, Paraná, Brazil",
    "latitude": -25.235513,
    "longitude": -48.872681,
    "pricePerNight": "64.72",
    "numberOfGuests": 5,
    "numberOfBedrooms": 2,
    "numberOfBeds": 3,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Bedla House - large colonial bungalow at city centre",
    "description": "The boutique home-stay 'Bedla House' Standing tall in the Udaipur's most pristine locale- is a 95 year old heritage property, where guests can be assured of peaceful ambiance & comfortable stay with all the essentials of a personal touch as that of a home right amidst the central Udaipur. This property also houses a speciality fine-dine restaurant, 'Royal Repast', where guests can also have glimpse of traditional Mewar style cooking whilst their fairy-tale stay.",
    "address": "Udaipur, Rajasthan, India",
    "latitude": 24.600506,
    "longitude": 73.68414,
    "pricePerNight": "452.41",
    "numberOfGuests": 6,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "A quiet and cozy inn and a small attic located at the foot of Baekunsan Mountain in Gwangyang",
    "description": "This is 'Woogyeongdang', a hanok bed and breakfast located in a quiet Hanok village at the foot of Gwangyang Baegunsan Mountain.\nAfter nearly 40 years of retirement from a steel industry company, I built a house in the foothills of Baegunsan Mountain and lived with my wife.\nWe have set Takho as 'Woogyeongdang' as it means trying to help each other together.\n\nWhen building a hanok for the first time, so that the daughter, son, and grandparents in Taji can take a break from time to time\nThere was plenty of space to rest.\nThe yard in Woogyeongdang is small and rustic.\nWe are taking care of our traditional landscape, Sehan Samwoo, one by one, from the small seafood.\nIn the attic of the gateway, we created a two-story attic called 'Hoho-ru' in the sense that if you smile at each other, it means that you like each other.\n(No cold heating).\nA cup of tea in Hohoru has a rustic view of the mountain in front and the hinterland.\n\nThis is not a house that specializes in bed and breakfasts. There will be a lot of things that are bad and lacking, but we want to do everything we need to make sure our guests who are visiting Woogyeongdang can rest comfortably.",
    "address": "Ongryong-myeon, Gwangyang-si, Jeollanam-do, South Korea",
    "latitude": 35.051777,
    "longitude": 127.624918,
    "pricePerNight": "96.59",
    "numberOfGuests": 5,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Dome, spa area, ready-to-camp, Isocèle",
    "description": "Discover the gorgeous landscape that surrounds this place to stay. Beach, river, forest and wilderness within reach. Our dome is a wooden construction, insulated and soundproofed, with an intimate and warm screened terrace. Come and unwind and enjoy the tranquility of nature.\n\nThe accommodation is located in a field, you have to walk 10 minutes to access the river.",
    "address": "La Tuque, Quebec, Canada",
    "latitude": 47.531897,
    "longitude": -73.18675,
    "pricePerNight": "220.47",
    "numberOfGuests": 4,
    "numberOfBedrooms": 1,
    "numberOfBeds": 3,
    "numberOfBathrooms": 0
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Callaloo Cottage- Beachfront Paradise!",
    "description": "Callaloo Cottage, Providenciales, Turks & Caicos Islands, has one bedroom, one bathroom, an open plan living room, a full kitchen, a swimming pool, a gazebo, & even a hammock hut on the famous Grace Bay Beach!\n\nThis beachfront cottage has central air conditioning as well as ceiling fans in each room. The living room French doors lead directly onto the pool terrace.\n\nFrom this Oasis you can walk for miles on uninterrupted sugar-white sands but still at walking distance of 6 restaurants.",
    "address": "Providenciales, Caicos Islands, Turks & Caicos Islands",
    "latitude": 21.791422,
    "longitude": -72.296397,
    "pricePerNight": "856.29",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Santa Marta de Portuzelo Castle",
    "description": "The Castle is located 40 minutes from Porto (Francisco Sa Carneiro) airport, with a variety of cultural experiences near the city. You will love this place because of the location, the beautiful grounds and landscaping, the peaceful atmosphere and the unique construction of the house. My house is great for big families (including young children) and large groups of friends who want to disconnect in a quiet environment, while having convenient access to the city center (1.2 miles).",
    "address": "Santa Marta de Portuzelo, Viana do Castelo, Portugal",
    "latitude": 41.709554,
    "longitude": -8.782411,
    "pricePerNight": "1480.82",
    "numberOfGuests": 16,
    "numberOfBedrooms": 9,
    "numberOfBeds": 19,
    "numberOfBathrooms": 11
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Wonderlake Infinity Pool Resort 7BR Totally Luxury",
    "description": "Escape to our newly renovated luxury retreat, boasting 7 bedrooms and 7 bathrooms, ideal for large groups and special occasions. Dive into endless entertainment with a heated pool, oversized chess board, fire pit, basketball half-court, tennis court, mini-golf, playground, ping pong, hammocks, sand volleyball beach, kayaks, lake view and mini soccer field! Whether relaxation or excitement calls, our retreat exceeds expectations at every turn.",
    "address": "Miami, Florida, United States",
    "latitude": 25.758275,
    "longitude": -80.224026,
    "pricePerNight": "2472.4",
    "numberOfGuests": 12,
    "numberOfBedrooms": 7,
    "numberOfBeds": 10,
    "numberOfBathrooms": 7
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Landscape room lying on the mountain lake",
    "description": "Transportations are well set.You'll fall in love with my place because of the view, the comfort, the location, the spacious room.Suitable for couples, backpackers, business travelers, and kids.\nThe house is on the second floor with a great view, and the first floor is the hall.\n\nPrivate suite, separate dry and dry bathroom, private, safe and comfortable environment, spacious room, king bed, four pillows for 2 people.The room is equipped with TV (including cable and TV channels), Wifi, tea bag, hair dryer, refrigerator, refrigerator, hanger, bath towel, shower gel, shampoo, shower cap, slippers, hot water kettle, refrigerator, dry bathtub.\n\nAttractions near\n1. 1 minute walk from the bus stop\n2. 7 minutes by car from the green grassland\n3. 5 minutes by car to Little Switzerland Garden, Visitor Center\n4. 7-11, 3 min drive\n5. Old England Castle, 500m\n6. Assist in booking pick-up and drop-off in clearing areas\n7. Help book transportation cars in Taichung High Speed Rail, Taichung Airport, or Riyue Lake and other areas\n8. Help with booking stargazing and sunrise trips\n9. More than 5 local restaurants, cafes, afternoon tea shops nearby\n10. Provide daily necessities, just bring your suitcase and come in.\n\nWelcome to this relaxing spirit, where you can see the mountains, see the lake, stargazing, sunrise, sunset, the clouds, the sea of the clouds, and the natural landscape in our home.\nIf you have any questions, please contact me by contacting me.",
    "address": "Ren'ai Township, Taiwan",
    "latitude": 23.928231,
    "longitude": 121.08985,
    "pricePerNight": "144.95",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "GITE MOULIN A VENT RENOVE - LE MOULIN DES GARDES",
    "description": "You will first enter a cocooning lounge located in the base of the Moulin, by the typical and period granite stone staircase, you will have access to each of the bedrooms on the 3 floors that offer you a breathtaking view of the area. The living room in continuity with the living room will offer you a nice living space with everything you will need for lunch or dinner. The terrace will bring you lovely moments with exceptional exposure.\nPossibility of an umbrella bed, booster and baby chair, do not hesitate to ask us. Board games, books, pencils and sheets for drawing.\nTo make your stay easier, your beds can be made and towels can be made available upon request.\nIn addition, a cooking kit is provided (dishwasher, sponge, dish towel, coffee filter...) for the 1st day.\nA small local welcome gift will be waiting for you.\nCountryside village, you have to be driven or plan these errands.",
    "address": "Chemillé-en-Anjou, Pays de la Loire, France",
    "latitude": 47.204626,
    "longitude": -0.717061,
    "pricePerNight": "160.48",
    "numberOfGuests": 8,
    "numberOfBedrooms": 3,
    "numberOfBeds": 4,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "[Japanese Style Room] Shibuonsen Koishiya Ryokan",
    "description": "Snow monkey Area!\nKOISHIYA has 90 years history in a traditional Onsen District which is lasting more than 1300 years. Cafe-bar, 1st floor on the building has been newly renovated in July 2015.",
    "address": "Yamanochi, Nagano, Japan",
    "latitude": 36.734691,
    "longitude": 138.485945,
    "pricePerNight": "72.49",
    "numberOfGuests": 3,
    "numberOfBedrooms": 1,
    "numberOfBeds": 3,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Fantastic houseboat for 4 people in Langweer",
    "description": "The beautiful mooring is 5 minutes walk to the main street of Langweer.\n\nThe houseboat consists of a living room with open kitchen, 2 bedrooms , bathroom and toilet. Adjacent to the living room is a terrace of about 12 m2 to the south and in the living room there is a wood stove. The kitchen has a 4-burner gas cooker, refrigerator, dishwasher and oven. The master bedroom has a double bed, the other bedroom has a bunk bed.",
    "address": "Langweer, Friesland, Netherlands",
    "latitude": 52.957974,
    "longitude": 5.717094,
    "pricePerNight": "617.9",
    "numberOfGuests": 4,
    "numberOfBedrooms": 2,
    "numberOfBeds": 3,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Shepherds Hut with lake view, close to Perranporth",
    "description": "Get away from it all in this gorgeous handmade Shepherds hut located in an idillic peaceful spot in the heart of rural Cornwall. Only 3 miles from Perranporth's famous golden sand beach and the stunning north Cornish coast. It's the perfect base to explore all Cornwall has to offer, or just kick back and relax in the peaceful, lush surroundings overlooking a small lake, woodland and countryside. Located in a small hamlet neighbouring a nature reserve, close to Newquay, St. Agnes & Perranporth.",
    "address": "Ventongimps, England, United Kingdom",
    "latitude": 50.32148,
    "longitude": -5.118748,
    "pricePerNight": "144.28",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Ipê da Serra. Container house",
    "description": "Ipê da Serra is a unique and modern space that offers an incomparable hosting experience. With a carefully planned structure to optimize every square meter, the environment is both comfortable and welcoming, ideal for relaxing and disconnecting.\n\nThe pool, integrated with nature, provides breathtaking views, allowing you to enjoy moments of tranquility while engaging with the beauty around you. Come and live this unforgettable experience!",
    "address": "Brasília, Distrito Federal, Brazil",
    "latitude": -15.810697,
    "longitude": -47.912663,
    "pricePerNight": "336.3",
    "numberOfGuests": 6,
    "numberOfBedrooms": 2,
    "numberOfBeds": 3,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Stylish Roman Loft with Piano | At Colosseum",
    "description": "Discover the charm of Rome in an apartment where past and present meet in perfect harmony.\n\nThis comfortable space brings you close to historic ruins and the vibrant city life.\n\nWith a kitchen, A/C, TV, WIFI and washer, it's perfect for experiencing the magic of Rome.\n\nJust steps away from monuments, restaurants, squares, and the 'Colosseo' metro stop, it offers convenience and comfort.\n\nImmerse yourself in the authentic Roman atmosphere in this cozy apartment!",
    "address": "Rome, Lazio, Italy",
    "latitude": 41.841089,
    "longitude": 12.512575,
    "pricePerNight": "264.59",
    "numberOfGuests": 3,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Forest Tower at 1,800m",
    "description": "Unica in Brazil: forest observation tower at the peak of a mountain between the Parks of Itatiaia and Papagaio.\n\nWith 14m ground height and 1,800m altitude, it is also the highest airbnb hut in the country. The construction was influenced by the fire watchtowers present in forest parks in North America.\n\nEnjoy unparalleled views to 5 of the 10 highest peaks in Brazil, as well as starry sky guaranteed by the darkness of protected areas, without light pollution.",
    "address": "Itamonte, Minas Gerais, Brazil",
    "latitude": -22.285496,
    "longitude": -44.871779,
    "pricePerNight": "88.43",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Nomadic stay at Orkhon Valley",
    "description": "Local herdsman Ochir and his wife Tsegi will welcome you in their traditional home 'ger'.\nThe ger is located at the heart of beautiful Orkhon Valley near the Orkhon river. You will see and experience the authentic lifestyle of herders. This place provides unique opportunities to slow down and connect with nature. You can participate in the nomadic life as much or as little as you're interested in.\nTsegi's hearty, home-cooked meals are included.\nActivities can be seen on Guest access.",
    "address": "Khujirt, Uvurkhangai, Mongolia",
    "latitude": 46.901861,
    "longitude": 102.775725,
    "pricePerNight": "48.56",
    "numberOfGuests": 4,
    "numberOfBedrooms": 1,
    "numberOfBeds": 4,
    "numberOfBathrooms": 0
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Desert Skybox Container Suites, mid-air suspended",
    "description": "The Skybox Suites are a 2-bedroom tiny home full kitchen, bath, large, private stargazing deck, 2 balconies, & epic views of Joshua Tree. 1 of 3 units for rent on the El Ranchito compound, it is the most private, built from a 45' long container. The airborne feel of the bedrooms makes it an-only-one-of-these-on-the-planet, high end rustic experience. Also on the property: lap pool, hot tub, 4 person full spectrum sauna, hammocks, lounges & 2 outdoor showers.",
    "address": "Twentynine Palms, California, United States",
    "latitude": 34.130082,
    "longitude": -116.103011,
    "pricePerNight": "968.42",
    "numberOfGuests": 2,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Trullo Della Grotta, San Michele Salentino, Apulia",
    "description": "Our trullo is in the middle of the olive groves, just a 5-minute drive from the center of the village where you'll find restaurants, bars and local supermarkets.\nIt is a peaceful oasis where you can fully enjoy your vacation.",
    "address": "San Michele Salentino, Puglia, Italy, Italy",
    "latitude": 40.628655,
    "longitude": 17.631875,
    "pricePerNight": "624.53",
    "numberOfGuests": 6,
    "numberOfBedrooms": 3,
    "numberOfBeds": 4,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Riad LallaBaya - Suite Ataï",
    "description": "Welcome to Riad LallaBaya, where elegance meets authentic Moroccan charm.\n\nAt your disposal and to make your stay synonymous with rest, luxury and discoveries, our team of a private concierge, a housekeeper and a cook will answer all your requests and will take care of organizing your entire stay if you wish.\n\nThe Riad LallaBaya, renovated in 2023, has a lovely patio with heated pool, and consists of 4 suites and 2 bedrooms (12 people maximum), all with private bathroom, and reversible air conditioning, spread over 2 floors, and a living room with TV area.\n\nOn the ground floor of the Riad, the welcoming patio invites you to lounge by the heated pool, around which you will find a first suite and a bedroom as well as a living room with fireplace and TV area.\n\nOn the 1st floor, 3 suites and a bedroom are distributed by the covered corridor\n\nThe green terrace with its pergola, summer kitchen, solarium, and dining area with misters, for sunny days, is a haven of serenity.\n\nAfter a day of exploring the lively souks and visiting the many historical sites that our beautiful city has to offer, you will undoubtedly be delighted to have lunch or dinner in the calm of our riad.\n\nOur cook will be happy to concoct, on request, the best Moroccan cuisine, which will be served in the privacy of the patio or terrace, according to your desire of the moment.\nMeals are prepared on site, from fresh quality products carefully selected by our manager from local markets.\n\nAt Riad LallaBaya, our host family is at your service, to provide you with personalized assistance, share with you its secret places, organize excursions or guided tours, and make every effort to create unique experiences that will leave you with unforgettable memories of your Moroccan stay!",
    "address": "Marrakesh, Marrakesh-Safi, Morocco",
    "latitude": 31.597677,
    "longitude": -7.977663,
    "pricePerNight": "768.4",
    "numberOfGuests": 4,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Chalet Elisabeth, Combloux",
    "description": "Capacity: 6 people, 3 double bedrooms, 1 sofa in the TV room.\nChalet approx. 90m2 built on 3 levels (connected by stairs).\nFree private outdoor parking for 2 to 3 cars and 1 space in the closed garage.\nThe ground floor comprises an entrance hall, a living area with views of the Mont Blanc massif, a lounge area, a dining area with extendable table and a modern, fully-equipped kitchen opening onto the living room (raclette and fondue machines available, and barbecue in summer). Access to the balcony and terrace from the bay window.\nThe first floor features a mezzanine dedicated to a relaxing TV area, children's games and toys, a library and a workspace (desk). A double bedroom (queen-size bed) with a 2nd desk, a bathroom with shower and WC complete this level.\nThe garden level comprises 2 double bedrooms (2 queen-size beds), 1 shared shower room with 1 shower, 1 WC, 1 laundry room with 1 washing machine and dryer (technical room) and 1 storage space under the staircase.\nThe garage adjoining the ground floor is equipped with waste sorting bags (to be placed in the bins by you), magnetic rails for storing your skis and a heated ski boot rack.\nNursery equipment is available on request (cot and mattress, high chair, changing table, bath bouncer).\nThe terrace and balcony feature an outdoor table with benches, a relaxation area and a barbecue in summer.\nThe price includes housekeeping, linen (sheets, comforter covers and towels provided) and WIFI (1 4G box and repeaters on each floor).",
    "address": "Combloux, Auvergne-Rhône-Alpes, France",
    "latitude": 45.892819,
    "longitude": 6.622645,
    "pricePerNight": "336.28",
    "numberOfGuests": 6,
    "numberOfBedrooms": 3,
    "numberOfBeds": 3,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Deluxe Room at Tenuta Risalpiano",
    "description": "Tenuta Risalpiano is an oasis of tranquility and absolute peace, where you can regenerate yourself completely immersed in the picturesque landscape of the enchanting Tuscan hills.\nThe estate was born on Mount Risalpiano from which it takes its name and offers a magnificent view of the Tuscan countryside.\nIt is ideal for a getaway from the hustle and bustle of the city and everyday life, for vacation stays or remote working in a context of tranquility, warm hospitality and culinary pampering.\n\nThe rooms in green, orange or burgundy tones are located on the first floor, above the restaurant's loggia and a few meters from the pool area. They are in a revisited rustic style and have parquet, a double bed, a wardrobe or large walk-in closet and a private bathroom with shower.\nThey are also equipped with every comfort, including WiFi, TV, minibar (for a fee), free water upon arrival, kettle and tea selection, hairdryer, toiletries, extra pillows available, towels and a small surprise gift to pamper you with the authenticity of local flavors.\nThe estate is surrounded by vines and olive trees where you can indulge in moments of relaxation or let your children play.",
    "address": "Pelago, Toscana, Italy",
    "latitude": 43.771481,
    "longitude": 11.504217,
    "pricePerNight": "128.48",
    "numberOfGuests": 4,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Bestefarhaugen - The cozy house on the hill + Dome",
    "description": "A break from everything.\nCosy house with view, peace, and quietness.\nNow also with a brand new Dome!\n\nThe house is traditional 90's house, with charging for electric cars, wifi, a great view, and a private pond.\nGreat starterpoint for fishing trips in summertime, or watching the northern light in the winter. There are also some great hiking tours in the area!",
    "address": "Bø, Nordland, Nordland, Norway",
    "latitude": 68.619929,
    "longitude": 14.445916,
    "pricePerNight": "152.46",
    "numberOfGuests": 7,
    "numberOfBedrooms": 3,
    "numberOfBeds": 5,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Treehouse with Hot pool",
    "description": "Away from the city life, you'll feel like you've been reborn in this wonderful space with a detached, lake views, and a pool.",
    "address": "Sapanca, Sakarya, Turkey",
    "latitude": 40.690635,
    "longitude": 30.207061,
    "pricePerNight": "224.28",
    "numberOfGuests": 3,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Lagoon Front Palafito on the lagoon",
    "description": "WELCOME TO AMAZING BACALAR!\n\nENJOY THE BEST VIEWS OF THE LAGOON in our quiet and comfortable hut.\n\nOur happy place is the best deal you'll get across the Lagoon of Bacalar. Enjoy year-round peace, quiet, and comfort in the best location in town.\n\nIf you are looking for a relaxing, harmonious place, this is for you. Arrange trips to local places and admire the beauty of nature with the nicest people in Mexico.",
    "address": "Bacalar, Quintana Roo, Mexico",
    "latitude": 18.669515,
    "longitude": -88.400714,
    "pricePerNight": "276.3",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Luxury Coastal Cabin, Wilderness",
    "description": "Cocoon Cabins - this one's all about the sea views & hot tub!\n\nEnjoy this intimate glass-fronted 2-sleeper nano-cabin set between forest & sea.\n\nA considered cabin w/queen bed, compact yet functional kitchen & open-plan bathroom (no bathroom door). In addition find multiple outdoor areas 2 relax in complete privacy. From the outdoor shower to the secluded fire pit, you'll find many magical touches.\n\nAs for the views from bed & hot tub, you might never want to get out!",
    "address": "Wilderness, Western Cape, South Africa",
    "latitude": -33.989594,
    "longitude": 22.576586,
    "pricePerNight": "184.59",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Ocean Escape Malibu w/ Pool, Beach",
    "description": "This house is one of the kind in Malibu. Sitting on a bluff overseeing the ocean, with over an acre grass lawn in front, walking distance to state beach and natural preserve park and hiking trail, it's a dream house to bring your family to have an enjoyable and incredible memory.\n\nMaster bedroom has a patio access with unobstructed view of the ocean, pool and lawn. Secondary bedroom has its own access door to the front yard which face white magnolia flowers.\n\nThe gourmet kitchen offers generous counter space, professional cooking appliances and built-in bay sitting with views of the amazing scenery.\n\nThe lower level is a large space with two trundle beds and attached bathroom, with French doors connecting to outdoor expansive grounds hosting a covered terrace with a built-in BBQ, sparkling pool and rolling lawns.\n\nExpress EV charger is available on this property!\n\nCome, enjoy the breeze and ultimate relaxation!",
    "address": "Malibu, California, United States",
    "latitude": 34.026859,
    "longitude": -118.792881,
    "pricePerNight": "2136.32",
    "numberOfGuests": 8,
    "numberOfBedrooms": 3,
    "numberOfBeds": 6,
    "numberOfBathrooms": 2
  },
  {
    "hostId": "Xg2QAkle8PNW8ylftnrTqI3LgmDm5dHt",
    "title": "Cabana Montana - Urubici",
    "description": "Cabana Montana is an ideal place to stay for those who want to visit Urubici and the Santa Catarina mountain range, staying in the comfort of a complete and stylish house. In addition to being surrounded by tourist landmarks such as Morro da Igreja, Cachoeira do Avenidacal, Cascade Véu de Biva, Canyon do Espraiado and Serra do Corvo Branco, Cabana Montana is only 10 minutes from downtown Urubici and 1 km from the sc-370 highway.",
    "address": "Santa Teresinha, Santa Catarina, Brazil",
    "latitude": -26.782268,
    "longitude": -49.961585,
    "pricePerNight": "112.83",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Klipkop High Mountain Stone Cottage",
    "description": "The farm's fourth cottage is built of rock between two boulders. The interior is very comfortably furnished with ceder-clad walls and ceder floors, two comfortable 3/4 beds, a fireplace, kitchenette and a bathroom clad in rock with sliding doors opening onto the landscape. The cottage faces north with a view of Sneeuberg. There is a large sliding door opening onto the patio with a retractable awning and a braai to enjoy the extraordinary views in every direction.",
    "address": "Citrusdal, Western Cape, South Africa",
    "latitude": -32.595664,
    "longitude": 19.014761,
    "pricePerNight": "104.48",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Starlight Tent Near Petrified Forest",
    "description": "This is a rare chance to sleep in a comfortable tent in the middle of wide open space and to feel the essence of the surrounding desert. It's like you are stepping back in time: there are even old abandoned Pony Express buildings from the 1800's nearby that you can walk to.\n\nIncludes a Bell Tent with a full size mattress, clean linens and pillows, and a sleeping bag for extra warmth. There's also a hammock and construction site toilet. Bring plenty of water and paper towels.",
    "address": "Holbrook, Arizona, United States",
    "latitude": 34.895631,
    "longitude": -110.162842,
    "pricePerNight": "64.82",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 0
  },
  {
    "hostId": "YIPvxPOygq0q4o9gF8UDPiTBO054y1L7",
    "title": "Tree house Usha",
    "description": "Comfortable tree house near by Tank with superior view. Bird watching, fishing, mountain view. It's special place you have to go there by board ride. Owner will take care of it safely.\nBy the way you can watch elephant near by your location.\nYou can fishing walking by 50 meters if you interest. Toiled and bathroom on tree how nice will be that experience. You can order your food any time we will provide breakfast, lunch, dinner and extra food. We offer total tour for you.",
    "address": "Hiriwadunna, Sri Lanka",
    "latitude": 8.021825,
    "longitude": 80.741068,
    "pricePerNight": "81.4",
    "numberOfGuests": 6,
    "numberOfBedrooms": 1,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Lighthouse at the end of the world - La Palma Suit",
    "description": "Faro Punta Cumplida is an active, 154-year-old lighthouse in the north of the Canary Island of La Palma. Probably the most beautiful place in the world with 3 suites that can accommodate up to 8 guests. Watch the Atlantic Ocean from the top of the lighthouse or infinity pool. Experience wonderful sunrises and sunsets and relax far from everyday life. Faro Punta Cumplida is a magic place. Renting him only for yourself and his loved ones is an experience that all the benefits will never be forgotten.",
    "address": "Santa Cruz de Tenerife, Canarias, Spain",
    "latitude": 28.460078,
    "longitude": -16.255265,
    "pricePerNight": "492.52",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Castle tower room",
    "description": "Your room is nestled at the top of the spiral staircase and offers you a breathtaking view of the hills of Poussignac...\n\nYou will have a large and beautiful bedroom, with double bed and sitting area.\nWe have kept the character of the family furniture... And enjoy your beautiful private bathroom, adjoining your room, with shower, antique sink, antique dressing table, toilet.\n\nBreakfast will be served in the blue dining room or on the terrace.",
    "address": "Labastide-Castel-Amouroux, Aquitaine-Limousin-Poitou-Charentes, France",
    "latitude": 44.34552,
    "longitude": 0.122276,
    "pricePerNight": "868.4",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "BLU 5 Suite Pool/Sea view",
    "description": "Blu 5 is a 44 sq.m suite which includes a queen bed plus an identical single armchair bed aside that can conveniently accommodate 3 adults. Spacious showers and adjoining W.C.s, built in the traditional island style are included. It is air-conditioned, equipped with kitchenette, refrigerator, flat screen tv, safe box, super soft luxury linen, hair dryers and espresso and French coffee makers. Hi-speed wi-fi free of charge is also available. Individual veranda with relaxing summer furniture with a wonderful view of Milos Bay with direct access to a 130 sq. meters pool with hydromassage and personal sunbeds. Blu studios' visitors enjoy peace and quietness, away from public roads. An ample and super convenient parking space exists next to the room. The facility in total has easy access to most of the island's majestic beaches.\nApart of the standard state cleaning procedures against Covid-19 the suite is being sanitised with RoomFogger after each check out to ensure your health safety.",
    "address": "Adamantas, Greece",
    "latitude": 36.721045,
    "longitude": 24.4599,
    "pricePerNight": "752.76",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Classic Room - Claxon Hotel Boutique",
    "description": "Claxon offers a unique and authentic experience in every sense.\nRooms that combine the glamour of the classic car universe with all the amenities and maximum comfort.\nA restaurant with delicious signature cuisine and a Rooftop where you can enjoy tapas, drinks, smoke a good cigar and relax with the views of Vedado as a background scenery.\nWe offer 24h Roomservice, breakfast included, free Wifi and a 24h concierge to provide access to all possible Havanas.",
    "address": "Havana, La Habana, Cuba",
    "latitude": 23.13372,
    "longitude": -82.282286,
    "pricePerNight": "176.38",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Old tower, Hvar historical center",
    "description": "The Old tower 'Ruina di Molino a Vento' situated in the centre of the town of Hvar was built by the Franciscans as a windmill in 1761.\nToday, the tower is protected by Hvar Cultural Heritage, as a cultural monument. From the 1971 it belongs to the Lorenzo Tudor's family.\nThe property has been luxuriously refurbished using traditional building methods and materials combined with the latest technology. It has its own cooling and heating system, as well as its own water supply, electricity power and wi-fi connection.\nThe tower has four floors, one bedroom, lounge area, living room, kitchenette, dining area, one bathroom, one toilet, a private garden and a private parking.",
    "address": "Hvar, Split-Dalmatia County, Croatia",
    "latitude": 43.178875,
    "longitude": 16.447343,
    "pricePerNight": "696.32",
    "numberOfGuests": 6,
    "numberOfBedrooms": 2,
    "numberOfBeds": 3,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "ulx0b9fRz1ZXhUTeMqsvB88cIR4Fh5dk",
    "title": "Villa Scupazzo Zingaro",
    "description": "Two apartments, located within a single rural structure in living stone, typical of the 'firriato' area, independent and immersed in the Mediterranean scrub. Located along the panoramic route that connects the tourist resort of S. Vito Lo Capo to the Zingaro nature reserve, the two houses that are located in a single structure, one with 4 beds (Villa Scupazzo) and the other with 2 beds (Villa Giummara) with the possibility of adding a cot/crib, offer a breathtaking view of the sea extending the view over a gulf that goes from the Tonnara del Secco to the small bay where the so-called 'Lake of Venus' is located and where boats often dock to make the most of the beautiful sea and vegetation offered by the enchanting cliff coast.",
    "address": "San Vito Lo Capo, Sicilia, Italy",
    "latitude": 38.183548,
    "longitude": 12.731795,
    "pricePerNight": "315.4",
    "numberOfGuests": 5,
    "numberOfBedrooms": 2,
    "numberOfBeds": 2,
    "numberOfBathrooms": 1
  },
  {
    "hostId": "y0keGybdYyHjD4anRAa26gN9DjDgc5VA",
    "title": "Hascherle Hitt",
    "description": "Adventure?!\nLog cabin in tiny house style for a cozy getaway in Vogtland. The cabin has a small bathroom with underfloor heating, shower, toilet and sink. The sleeping area for two people can be reached via a comfortable ladder staircase. There is a small wood-burning stove that heats the hut, is used as a stove and spreads comfort.\nDirect parking on the premises.\nIf possible, a sauna barrel can be booked on site.",
    "address": "Muldenhammer, Sachsen, Germany",
    "latitude": 50.42791,
    "longitude": 12.465509,
    "pricePerNight": "96.49",
    "numberOfGuests": 2,
    "numberOfBedrooms": 1,
    "numberOfBeds": 1,
    "numberOfBathrooms": 1
  }
]
